Revit 2027 API
ParameterTypeId.CeilingThicknessParam Property
 "Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CeilingThicknessParam { get; }
Public Shared ReadOnly Property CeilingThicknessParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CeilingThicknessParam {
	ForgeTypeId^ get ();
}
static member CeilingThicknessParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace